'''Задача 1. Азы азов'''

product_price_1 = input('Введите цену товара №1: ')
product_price_2 = input('Введите цену товара №2: ')

summa = float(product_price_1) + float(product_price_2)

print('Общая сумма:', summa)